/* No comment provided by engineer. */
"%.1f%%. [Cancel]" = "%.1f%%. [Cancel]";

/* No comment provided by engineer. */
"%@'s blogs" = "%@'s blogs";

/* No comment provided by engineer. */
"(No Title)" = "(Senza Titolo)";

/* No comment provided by engineer. */
"(no title)" = "(senza titolo)";

/* No comment provided by engineer. */
"A Media file is currently uploading. Please try later." = "Si sta caricando un file multimedia sul blog. Riprovare più tardi.";

/* No comment provided by engineer. */
"A new version of WordPress for iOS is now available" = "Una nuova versione di WordPress for iOS è ora disponibile";

/* No comment provided by engineer. */
"A simple preview is shown below." = "Qui sotto viene visualizzata una semplice anteprima.";

/* No comment provided by engineer. */
"About" = "Info";

/* No comment provided by engineer. */
"Above Content" = "Sopra il contenuto";

/* No comment provided by engineer. */
"Activity Logs" = "I log di attività";

/* No comment provided by engineer. */
"Add Category" = "Aggiungi categoria";

/* No comment provided by engineer. */
"Add Location" = "Aggiungi posizione";

/* No comment provided by engineer. */
"Add Photo From Library" = "Aggiungi una foto dalla libreria";

/* No comment provided by engineer. */
"Add Photo from Library" = "Scegli una foto";

/* No comment provided by engineer. */
"Add Self-Hosted Site" = "Aggiungi un sito in self-hosting";

/* No comment provided by engineer. */
"Add Site" = "Add Site";

/* No comment provided by engineer. */
"Add Video from Library" = "Scegli un video";

/* No comment provided by engineer. */
"Add a Site" = "Aggiungi un sito";

/* No comment provided by engineer. */
"Add your thoughts here... (optional)" = "Aggiungi qui i tuoi pensieri (opzionale)";

/* No comment provided by engineer. */
"Always Ask" = "Chiedi sempre";

/* No comment provided by engineer. */
"Anonymous" = "Anonimo";

/* No comment provided by engineer. */
"App Info" = "Info sulla app";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "Sei sicuro di voler cancellare questo commento?";

/* No comment provided by engineer. */
"Authenticating" = "Autenticazione in corso";

/* No comment provided by engineer. */
"Authentication Error" = "Errre di autenticazione";

/* No comment provided by engineer. */
"Autosaving" = "Autosalvataggio";

/* No comment provided by engineer. */
"Back" = "Indietro";

/* No comment provided by engineer. */
"Below Content" = "Sotto il contenuto";

/* No comment provided by engineer. */
"Blogs I Follow" = "I blog che seguo";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"By creating an account you agree to the fascinating terms of service." = "By creating an account you agree to the fascinating terms of service.";

/* No comment provided by engineer. */
"Can't validate credentials for a WordPress.com blog" = "Impossibile verificare le credenziali WordPress.com";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Categories" = "Categorie";

/* No comment provided by engineer. */
"Categories: %@" = "Categorie: %@";

/* No comment provided by engineer. */
"Category name already exists." = "E' già presente una categoria con lo stesso nome.";

/* No comment provided by engineer. */
"Category title missing." = "Manca il titolo della categoria";

/* No comment provided by engineer. */
"Choose Image Size" = "Scegli le dimensioni dell'immagine";

/* No comment provided by engineer. */
"Choose the quality at which video should be uploaded when inserting into posts." = "Selezionare la qualità con la quale caricare i video quando li si inserisce in un articolo.";

/* No comment provided by engineer. */
"Clear Old Activity Logs" = "Elimina i log delle vecchie attività";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Comma separated" = "Comma separated";

/* No comment provided by engineer. */
"Comment" = "Commento";

/* No comment provided by engineer. */
"Comment failed" = "Commento non riuscito";

/* No comment provided by engineer. */
"Comments" = "Commenti";

/* No comment provided by engineer. */
"Configure" = "Configura";

/* No comment provided by engineer. */
"Connect to Jetpack" = "Connect to Jetpack";

/* No comment provided by engineer. */
"Connected as %@" = "Connesso come %@";

/* No comment provided by engineer. */
"Connecting to WordPress.com" = "Connessione con WordPress.com in corso";

/* No comment provided by engineer. */
"Could not download Featured Image." = "Impossibile scaricare l'Immagine in evidenza";

/* No comment provided by engineer. */
"Couldn't Connect" = "Non riesco a collegarmi";

/* No comment provided by engineer. */
"Couldn't sync" = "Impossibile sincronizzare";

/* No comment provided by engineer. */
"Create Account" = "Crea un Account";

/* No comment provided by engineer. */
"Create an account on WordPress.com" = "Crea un account su WordPress.com";

/* No comment provided by engineer. */
"Create page" = "Create page";

/* No comment provided by engineer. */
"Create post" = "Create post";

/* No comment provided by engineer. */
"Current" = "Corrente";

/* No comment provided by engineer. */
"Custom" = "Personalizzato";

/* No comment provided by engineer. */
"Custom Size" = "Dimensioni personalizzate";

/* No comment provided by engineer. */
"Default (360p)" = "Default (360p)";

/* No comment provided by engineer. */
"Delete" = "Elimina";

/* No comment provided by engineer. */
"Delete %@?" = "Elimina %@?";

/* No comment provided by engineer. */
"Discard" = "Scarta";

/* No comment provided by engineer. */
"Dismiss" = "Chiudi";

/* No comment provided by engineer. */
"Don't Allow" = "Non consentire";

/* No comment provided by engineer. */
"Done" = "Fatto";

/* No comment provided by engineer. */
"Draft" = "Bozza";

/* No comment provided by engineer. */
"E-mail Support" = "Assistenza per email ";

/* No comment provided by engineer. */
"East" = "Est";

/* No comment provided by engineer. */
"Edit Blog" = "Modifica blog";

/* No comment provided by engineer. */
"Edit Comment" = "Modifica Commento";

/* No comment provided by engineer. */
"Edit Page" = "Modifica pagina";

/* No comment provided by engineer. */
"Edit Post" = "Modifica articolo";

/* No comment provided by engineer. */
"Email Address" = "Indirizzo Email";

/* No comment provided by engineer. */
"Enable Geotagging" = "Attiva Geotagging";

/* No comment provided by engineer. */
"Enable Geotagging to Edit" = "Abilita Geotagging per Modificare";

/* No comment provided by engineer. */
"Enable Now" = "Abilita ora";

/* No comment provided by engineer. */
"Enter a password" = "Inserire la password";

/* No comment provided by engineer. */
"Enter password" = "Inserisci la password";

/* No comment provided by engineer. */
"Enter title here" = "Enter title here";

/* No comment provided by engineer. */
"Enter username" = "Inserisci lo username";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Error Copying Video" = "Errore durante la copia";

/* No comment provided by engineer. */
"Error authenticating" = "Errore di autenticazione";

/* No comment provided by engineer. */
"Error loading page" = "Errore caricando la pagina";

/* No comment provided by engineer. */
"Extra Debug" = "Debug aggiuntivo";

/* No comment provided by engineer. */
"Failed" = "Fallito";

/* No comment provided by engineer. */
"Featured Image" = "Immagine in evidenza";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Finding address..." = "Ricerca indirizzo in corso...";

/* No comment provided by engineer. */
"Finding your location..." = "Ricerca posizione in corso...";

/* No comment provided by engineer. */
"Follow" = "Segui";

/* No comment provided by engineer. */
"Followed" = "Stai seguendo il blog";

/* No comment provided by engineer. */
"Following" = "Seguendo";

/* No comment provided by engineer. */
"Forbidden Access" = "Accesso Negato";

/* No comment provided by engineer. */
"Freshly Pressed" = "Pubblicati di recente";

/* No comment provided by engineer. */
"Friends" = "Amici";

/* No comment provided by engineer. */
"Geolocation" = "Localizzazione";

/* No comment provided by engineer. */
"Geotagging" = "Geotagging";

/* No comment provided by engineer. */
"Geotagging is turned off. \nTo update this post's location, please enable geotagging in this blog's settings." = "Geotagging è spento. \nPer aggiornare la posizione di questo post, si prega di abilitare il geotagging nelle impostazioni di questo blog.";

/* No comment provided by engineer. */
"Getting account information" = "Getting account information";

/* No comment provided by engineer. */
"Height" = "Altezza";

/* No comment provided by engineer. */
"Hi %@," = "Salve %@,";

/* No comment provided by engineer. */
"Hold the web in the palm of your hand. Full publishing power in a pint-sized package." = "Tieni il web nel palmo della tua mano. Pieno controllo del tuo blog dal tuo smartphone.";

/* No comment provided by engineer. */
"Image" = "Immagine";

/* No comment provided by engineer. */
"Image Quality" = "Qualità dell'immagine";

/* No comment provided by engineer. */
"Immediately" = "Adesso";

/* No comment provided by engineer. */
"Incompatible site" = "Sito non compatibile";

/* No comment provided by engineer. */
"Info" = "Informazione";

/* No comment provided by engineer. */
"Insert" = "Inserisci";

/* No comment provided by engineer. */
"Insert %@:" = "Inserisci %@:";

/* No comment provided by engineer. */
"Install Jetpack" = "Installare Jetpack";

/* No comment provided by engineer. */
"Internal Server Error" = "Errore Interno del Server";

/* No comment provided by engineer. */
"Invalid Site Address" = "Indirizzo del sito non valido";

/* No comment provided by engineer. */
"Invalid Site Title" = "Titolo del sito non valido";

/* No comment provided by engineer. */
"Invalid username" = "Nome utente non valido";

/* No comment provided by engineer. */
"Invalid username or password" = "Nome utente o password errata";

/* No comment provided by engineer. */
"Invalid username/password. Please update your credentials try again." = "Nome utente/password non validi. Aggiorna le tue credenziali e riprova.";

/* No comment provided by engineer. */
"It seems your WordPress site is not accessible at this time, please try again later" = "Sembra che il tuo sito non sia accessibile in questo momento, si prega di riprovare più tardi.";

/* No comment provided by engineer. */
"Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?" = "Jetpack 1.8.2 o versione successiva è necessario per accedere alle statistiche. Vuoi installare Jetpack?";

/* No comment provided by engineer. */
"Jetpack Connect" = "Collegamento con Jetpack";

/* No comment provided by engineer. */
"Jetpack Sign In" = "Registrazione Jetpack";

/* No comment provided by engineer. */
"Jetpack Stats" = "Statistiche Jetpack";

/* No comment provided by engineer. */
"Jetpack supercharges your self-hosted WordPress site." = "Jetpack supercharges your self-hosted WordPress site.";

/* No comment provided by engineer. */
"Keep Editing" = "Continua a modificare";

/* No comment provided by engineer. */
"Landscape" = "Panorama";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Large (%@)" = "Grande (%@)";

/* No comment provided by engineer. */
"Last Updated: %@" = "Ultimo Aggiornamento: %@";

/* No comment provided by engineer. */
"Last Updated: Never" = "Ultimo Aggiornamento: Non disponibile";

/* No comment provided by engineer. */
"Learn more" = "Learn more";

/* No comment provided by engineer. */
"Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support." = "Limite raggiunto. Si consiglia di attendere almeno un minuto prima di riprovare. Se l'errore persiste, o se pensi che sia un errore del sistema, si prega di contattare il supporto.";

/* No comment provided by engineer. */
"Link URL" = "URL del link";

/* No comment provided by engineer. */
"Lists" = "Liste";

/* No comment provided by engineer. */
"Loading Featured Image" = "Caricamento immagine in evidenza";

/* No comment provided by engineer. */
"Loading blogs..." = "Caricamento blog...";

/* No comment provided by engineer. */
"Loading..." = "Caricamento...";

/* No comment provided by engineer. */
"Local" = "Telefono";

/* No comment provided by engineer. */
"Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app." = "I servizi di localizzazione sono disattivati​​. \nPer aggiungere o aggiornare la posizione di questo post, si prega di abilitare i servizi di localizzazione nell'applicazione Impostazioni.";

/* No comment provided by engineer. */
"Location Unavailable" = "Posizione non disponibile";

/* No comment provided by engineer. */
"Location unknown" = "Posizione sconosciuta";

/* No comment provided by engineer. */
"Log Files By Created Date" = "I log file ordinati per data di creazione";

/* No comment provided by engineer. */
"Log files are rolled automatically each day and at most 7 files are kept." = "I log file sono compilati automaticamente ogni giorno, ed al massimo 7 file sono conservati. ";

/* No comment provided by engineer. */
"Logs" = "I log";

/* No comment provided by engineer. */
"Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications." = "Hai Jetpack impostato sul tuo blog. Complimenti!\nAccedi con le tue credenziali WordPress.com qui sotto per attivare le Statistiche e le notifiche in tempo reale";

/* No comment provided by engineer. */
"Low (144p)" = "Bassa (144p)";

/* No comment provided by engineer. */
"Mail" = "Invia";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "Crea un collegamento\n\n\n\n";

/* No comment provided by engineer. */
"Manage Notifications" = "Gestisci le notifiche push";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Medium" = "Media";

/* No comment provided by engineer. */
"Medium (%@)" = "Media (%@)";

/* No comment provided by engineer. */
"Medium (480p)" = "Media (480p)";

/* No comment provided by engineer. */
"More information" = "Maggiori Informazioni";

/* No comment provided by engineer. */
"Mute all blogs" = "Silenzia tutti i blogs";

/* No comment provided by engineer. */
"My Blogs" = "I miei blog";

/* No comment provided by engineer. */
"Need Help?" = "Bisogno di Aiuto?";

/* No comment provided by engineer. */
"New Page" = "Nuova pagina";

/* No comment provided by engineer. */
"New Post" = "Nuovo articolo";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No %@ yet" = "Nessun %@ ancora";

/* No comment provided by engineer. */
"No Connection" = "Nessuna connessione";

/* No comment provided by engineer. */
"No Description available for this Post" = "Nessun contenuto in questo Articolo";

/* No comment provided by engineer. */
"No comments yet" = "Nessun commento";

/* No comment provided by engineer. */
"No notifications yet" = "Nessuna notifica";

/* No comment provided by engineer. */
"North" = "Nord";

/* No comment provided by engineer. */
"Not connected" = "Non collegato";

/* No comment provided by engineer. */
"Notification" = "Notifica";

/* No comment provided by engineer. */
"Notifications" = "Notifiche";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Off" = "Spento";

/* No comment provided by engineer. */
"Off Until %@" = "Spento fino al %@";

/* No comment provided by engineer. */
"On" = "Attivo";

/* No comment provided by engineer. */
"Open in Safari" = "Apri in Safari";

/* No comment provided by engineer. */
"Optional" = "Opzionale";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "L'orientamento del dispositivo è cambiato durante la registrazione. Si prega di scegliere un orientamento per il video.";

/* No comment provided by engineer. */
"Original (%@)" = "Originale (%@)";

/* No comment provided by engineer. */
"Original Size" = "Dimensione originale";

/* No comment provided by engineer. */
"Original Size (%@)" = "Original Size (%@)";

/* No comment provided by engineer. */
"Pages" = "Pagine";

/* No comment provided by engineer. */
"Parent Category" = "Categoria Genitore";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Password is required." = "La password è richiesta.";

/* No comment provided by engineer. */
"Password protected" = "Protetto da password";

/* No comment provided by engineer. */
"Pending" = "In sospeso";

/* No comment provided by engineer. */
"Pending media" = "Media in attesa di upload";

/* No comment provided by engineer. */
"Pending moderation" = "In attesa di moderazione";

/* No comment provided by engineer. */
"Pending review" = "In attesa di revisione";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* No comment provided by engineer. */
"Please Enable Location Services" = "Si prega di attivare i servizi di localizzazione";

/* No comment provided by engineer. */
"Please enter a site address." = "Per favore, inserire un indirizzo per il sito.";

/* No comment provided by engineer. */
"Please enter a username." = "Si prega di inserire il nome utente.";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Per favore, inserire un indirizzo email valido.";

/* No comment provided by engineer. */
"Please fill out all the fields" = "Si prega di riempire tutti i campi";

/* No comment provided by engineer. */
"Please leave your comments above this line." = "Per favore lascia i tuoi commenti sopra questa riga";

/* No comment provided by engineer. */
"Please try entering your login details again." = "Per favore prova ad inserire nuovamente le tue credenziali.";

/* No comment provided by engineer. */
"Portrait" = "Ritratto";

/* No comment provided by engineer. */
"Post Format" = "Formato articolo";

/* No comment provided by engineer. */
"Post anyway" = "Invia comunque";

/* No comment provided by engineer. */
"Post to" = "Pubblica in";

/* No comment provided by engineer. */
"Posts" = "Articoli";

/* No comment provided by engineer. */
"Posts I Like" = "Articoli che mi piacciono";

/* No comment provided by engineer. */
"Preparing..." = "Preparing...";

/* No comment provided by engineer. */
"Preview" = "Anteprima";

/* No comment provided by engineer. */
"Privacy Policy" = "Policy sulla Privacy";

/* No comment provided by engineer. */
"Private" = "Privato";

/* No comment provided by engineer. */
"Privately published" = "Pubblicato privatamente";

/* No comment provided by engineer. */
"Processing..." = "Processing...";

/* No comment provided by engineer. */
"Public" = "Pubblico";

/* No comment provided by engineer. */
"Publish" = "Pubblica";

/* No comment provided by engineer. */
"Publish   " = "Pubblicare";

/* No comment provided by engineer. */
"Publish Immediately" = "In questo momento";

/* No comment provided by engineer. */
"Published" = "Pubblicato";

/* No comment provided by engineer. */
"Published on" = "Pubblicato il";

/* No comment provided by engineer. */
"Published!" = "Pubblicato!";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Scorri per aggiornare...";

/* No comment provided by engineer. */
"Push Notifications" = "Notifiche Push";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Errore in Foto Rapida";

/* No comment provided by engineer. */
"Re: %@" = "R: %@";

/* No comment provided by engineer. */
"Reader" = "Lettore";

/* No comment provided by engineer. */
"Reblog" = "Reblog";

/* No comment provided by engineer. */
"Reblog failed" = "Reblog non riuscito";

/* No comment provided by engineer. */
"Reblogged" = "Reblog effettuato";

/* No comment provided by engineer. */
"Reblogging" = "Reblog in corso";

/* No comment provided by engineer. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "L'applicazione ha ricevuto la seguente risposta: 'Forbidden Access'.\nSembra che ci sia un problema con il tuo sito WordPress";

/* No comment provided by engineer. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "L'applicazione ha ricevuto la seguante risposta: 'Internal Server Error'. Sembra che ci sia un problema con il tuo sito WordPress";

/* No comment provided by engineer. */
"Record Video" = "Registra un video";

/* No comment provided by engineer. */
"Release to refresh..." = "Rilascia per aggiornare...";

/* No comment provided by engineer. */
"Remove" = "Rimuovi";

/* No comment provided by engineer. */
"Remove Featured Image" = "Rimuovere l'immagine in evidenza";

/* No comment provided by engineer. */
"Remove Location" = "Rimuovi Posizione";

/* No comment provided by engineer. */
"Remove this Featured Image?" = "Rimuovere questa Immagine in evidenza?";

/* No comment provided by engineer. */
"Replied" = "Risposta inviata";

/* No comment provided by engineer. */
"Replying" = "Replica in corso";

/* No comment provided by engineer. */
"Retry?" = "Riprovare?";

/* No comment provided by engineer. */
"Save" = "Salva";

/* No comment provided by engineer. */
"Save Draft" = "Salva come Bozza";

/* No comment provided by engineer. */
"Saved to %@" = "Salvato su %@";

/* No comment provided by engineer. */
"Schedule" = "Programmato";

/* No comment provided by engineer. */
"Scheduled" = "Programmato";

/* No comment provided by engineer. */
"Scheduled for" = "Programmato per";

/* No comment provided by engineer. */
"Select Blog" = "Select Blog";

/* No comment provided by engineer. */
"Select Language" = "Lingua Blog";

/* No comment provided by engineer. */
"Self Hosted" = "Self Hosted";

/* No comment provided by engineer. */
"Send" = "Invia";

/* No comment provided by engineer. */
"Set Featured Image" = "Imposta immagine in evidenza";

/* No comment provided by engineer. */
"Set which HTML standard video should conform to when added to a post." = "Selezionare a quale standard video HTML riferirsi quando si aggiunge ad un articolo.";

/* No comment provided by engineer. */
"Set which size images should be uploaded in." = "Selezionare le dimensioni in cui le immagini dovrebbero essere caricate. ";

/* No comment provided by engineer. */
"Settings" = "Impostazioni";

/* No comment provided by engineer. */
"Share" = "Condividi";

/* No comment provided by engineer. */
"Sign In" = "Accedi";

/* No comment provided by engineer. */
"Sign Out" = "Logout";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "Accesso fallito. Si prega di riprovare.";

/* No comment provided by engineer. */
"Sign in to WordPress.com" = "Sign in to WordPress.com";

/* No comment provided by engineer. */
"Signing In..." = "Accesso in corso...";

/* No comment provided by engineer. */
"Signing in..." = "Accesso in corso...";

/* No comment provided by engineer. */
"Site Address (URL)" = "Indirizzo del sito (URL)";

/* No comment provided by engineer. */
"Site address must be at least 4 characters." = "L'indirizzo del sito deve contenere almeno 4 caratteri.";

/* No comment provided by engineer. */
"Sites" = "Siti";

/* No comment provided by engineer. */
"Skip" = "Salta";

/* No comment provided by engineer. */
"Small" = "Piccola";

/* No comment provided by engineer. */
"Small (%@)" = "Piccola (%@)";

/* No comment provided by engineer. */
"Sorry, but your username contains an invalid phrase%@." = "Il tuo nome utente contiene una parola non valida%@.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Spiacente, accesso fallito.";

/* No comment provided by engineer. */
"Sorry, site addresses can only contain lowercase letters (a-z) and numbers." = "Spiacenti, l'indirizzo del sito può solo contenere lettere minuscole (da a a z) e numeri.";

/* No comment provided by engineer. */
"Sorry, site addresses may not contain the character &#8220;_&#8221;!" = "Spiacenti, l'indirizzo del sito non può contenere il carattere &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, site addresses must have letters too!" = "Spiacenti, l'indirizzo del sito deve contenere anche lettere!";

/* No comment provided by engineer. */
"Sorry, something went wrong editing the comment. Please try again." = "Spiacenti, qualcosa è andato storto durante la modifica del commento. Si prega di riprovare più tardi.";

/* No comment provided by engineer. */
"Sorry, something went wrong posting the comment reply. Please try again." = "Si è verificato un problema pubblicando la replica al commento. Riprova.";

/* No comment provided by engineer. */
"Sorry, that email address is already being used!" = "Spiacenti, l'indirizzo email che hai inserito è già in uso!";

/* No comment provided by engineer. */
"Sorry, that email address is not allowed!" = "Spiacenti, l'indirizzo email che hai inserito non è consentito!";

/* No comment provided by engineer. */
"Sorry, that site already exists!" = "Spiacenti, l'indirizzo che hai inserito è già utilizzato!";

/* No comment provided by engineer. */
"Sorry, that site is reserved!" = "Spiacenti, l'indirizzo che hai inserito è riservato!";

/* No comment provided by engineer. */
"Sorry, that username already exists!" = "Spiacenti, il nome utente che hai inserito è già in uso!";

/* No comment provided by engineer. */
"Sorry, that username is unavailable." = "Il nome utente non è disponibile.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Spiacenti, l'invio della foto è fallito. Il post è stato salvato come Bozza sul telefono.";

/* No comment provided by engineer. */
"Sorry, usernames can only contain lowercase letters (a-z) and numbers." = "Spiacenti, il nome utente può contenere solamente lettere (dalla a alla z) e numeri.";

/* No comment provided by engineer. */
"Sorry, usernames may not contain the character &#8220;_&#8221;!" = "Spiacenti, il nome utente nome utente non può contenere il carattere &#8220;_&#8221;!";

/* No comment provided by engineer. */
"Sorry, usernames must have letters (a-z) too!" = "Spiacenti, ma il nome utente deve contenere almeno una lettera (a-z)!";

/* No comment provided by engineer. */
"Sorry, we can't log you in." = "Spiacenti, ma non siamo in grado di autenticarvi.";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "Spiacente, non puoi accedere a questa feature. Si prega di controllare il tuo User Role in quest blog.";

/* No comment provided by engineer. */
"Sorry, you may not use that site address." = "Spiacenti, non puoi usare quell'indirizzo per il tuo sito.";

/* No comment provided by engineer. */
"Sorry. No posts yet." = "Ancora nessun articolo.";

/* No comment provided by engineer. */
"Sorry. There was a problem loading the topics list.  Please try again later." = "Si è verificato un problema nel caricamento dell'elenco degli argomenti. Riprova in seguito.";

/* No comment provided by engineer. */
"South" = "Sud";

/* No comment provided by engineer. */
"Stats" = "Statistiche";

/* No comment provided by engineer. */
"Status" = "Stato";

/* No comment provided by engineer. */
"Support" = "Supporto";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags: %@" = "Tags: %@";

/* No comment provided by engineer. */
"Take Photo" = "Scatta una foto";

/* No comment provided by engineer. */
"Tap here to begin writing" = "Premi qui per iniziare a scrivere";

/* No comment provided by engineer. */
"Tap the tag icon to browse posts from popular blogs." = "Tap the tag icon to browse posts from popular blogs.";

/* No comment provided by engineer. */
"Temporary Server Error" = "Errore Temporaneo del Server";

/* No comment provided by engineer. */
"Terms of Service" = "Termini del Servizio";

/* No comment provided by engineer. */
"Text to be linked" = "Testo da linkare";

/* No comment provided by engineer. */
"That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days." = "L'indirizzo email che hai inserito è già in uso. Si prega di controllare la casella di posta in arrivo e verificare la presenza della email di attivazione. Se non hai attivato l'account si consiglia di riprovare in un paio di giorni.";

/* No comment provided by engineer. */
"That site address is not allowed." = "L'indirizzo del sito che hai inserito non è consentito.";

/* No comment provided by engineer. */
"That site is currently reserved but may be available in a couple days." = "L'indirizzo del sito che hai inserito è riservato, ma potrebbe essere disponibile in pochi giorni.";

/* No comment provided by engineer. */
"That username is currently reserved but may be available in a couple of days." = "Il nome utente che hai inserito è riservato, ma potrebbe essere disponibile in pochi giorni.";

/* No comment provided by engineer. */
"That username is not allowed." = "Il nome utente che hai inserito non è consentito.";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "La connessione Internet appare mancante.";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "L'applicazione non riesce ad elaborare la risposta del server. Si prega di controllare la configurazione del tuo blog.";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "L'applicazione sta caricando i dati del blog. Si prega di riprovare fra poco.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "La connessione ad internet non è attiva.";

/* No comment provided by engineer. */
"The internet connection cannot reach your blog." = "La connessione ad Internet non riesce a raggiungere il tuo blog";

/* No comment provided by engineer. */
"The server returned an empty response. This usually means you need to increase the memory limit in your blog" = "The server returned an empty response. This usually means you need to increase the memory limit in your blog";

/* No comment provided by engineer. */
"The site address must be shorter than 64 characters." = "L'indirizzo del sito deve essere più corto di 64 caratteri.";

/* No comment provided by engineer. */
"The site at %@ uses WordPress %@. We recommend to update to the latest version, or at least %@" = "Il sito su %1$@ utilizza WordPress %2$@. Ti raccomandiamo di aggiornarlo all'ultima versione o almeno alla versione %3$@";

/* No comment provided by engineer. */
"The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again." = "La username o la password memorizzata nella app potrebbero non essere aggiornati. Inserisci nuovamente la password nelle impostazioni e riprovare.";

/* No comment provided by engineer. */
"There are media items in this post that aren't uploaded to the server. Do you want to continue?" = "Ci sono gli elementi multimediali in questo articolo che non sono stati ancora caricati sul server. Vuoi continuare?";

/* No comment provided by engineer. */
"There is another category with that name." = "C'è un'altra categoria con lo stesso nome.";

/* No comment provided by engineer. */
"There was a problem commenting. Please try again." = "Si è verificato un problema mentre si commentava. Riprovare.";

/* No comment provided by engineer. */
"There was a problem connecting to your stats. Would you like to retry?" = "Si è verificato un problema collegando le statistiche. Vuoi riprovare?";

/* No comment provided by engineer. */
"There was a problem reblogging. Please try again." = "Si è verificato un problema mentre si tentava un reblogging. Riprovare";

/* No comment provided by engineer. */
"There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ." = "Si è verificato un errore di comunicazione con il tuo sito:\n%@\nTocca 'Bisogno di Aiuto?' per accede alle FAQ.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "C'è stato un errore durante la copia del video. Riprovare tra poco.";

/* No comment provided by engineer. */
"There was an error loading the page." = "Si è verificato un errore caricando la pagina.";

/* No comment provided by engineer. */
"This blog is not connected to that WordPress.com username" = "Questo blog non è connesso con l'account WordPress.com che stai usando";

/* No comment provided by engineer. */
"Title" = "Titolo";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "Il titolo della categoria è obbligatorio.";

/* No comment provided by engineer. */
"Topics" = "Argomenti";

/* No comment provided by engineer. */
"Turn Off" = "Spegni";

/* No comment provided by engineer. */
"Turn Off Until 8am" = "Spegni fino 8am";

/* No comment provided by engineer. */
"Turn Off for 1hr" = "Spegni per 1 ora";

/* No comment provided by engineer. */
"Turn On" = "Attiva";

/* No comment provided by engineer. */
"Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem." = "Attivanado Extra Debug l'app registrerà delle informazioni aggiuntive per aiutarci a risolvere eventuali problemi.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Unable to Load Topics" = "Impossibile caricare gli argomenti";

/* No comment provided by engineer. */
"Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ." = "Non è stato trovato un sito WordPress alla URL che hai inserito. Tocca 'Bisogno di Aiuto?' per visualizzare le FAQ.";

/* No comment provided by engineer. */
"Unable to sign in to Jetpack. Please update your credentials try again." = "Impossibile autenticarsi con Jetpack. Aggiorna le tue credenziali e riprova.";

/* No comment provided by engineer. */
"Unfollowed" = "Non lo stai più seguendo";

/* No comment provided by engineer. */
"Unknown error" = "Errore sconosciuto";

/* No comment provided by engineer. */
"Unmute all blogs" = "Attiva tutti i blogs";

/* No comment provided by engineer. */
"Untitled Post" = "Articolo senza Titolo";

/* No comment provided by engineer. */
"Update" = "Aggiorna";

/* No comment provided by engineer. */
"Update Available" = "Aggiornamento Disponibile";

/* No comment provided by engineer. */
"Update Draft" = "Aggiorna Bozza";

/* No comment provided by engineer. */
"Update Location" = "Aggiorna Posizione";

/* No comment provided by engineer. */
"Update Now" = "Aggiorna Adesso";

/* No comment provided by engineer. */
"Upload failed" = "Upload fallito";

/* No comment provided by engineer. */
"Upload failed. [Retry]" = "Upload failed. [Retry]";

/* No comment provided by engineer. */
"Uploaded" = "Inviato";

/* No comment provided by engineer. */
"Uploading" = "Invio in corso";

/* No comment provided by engineer. */
"Uploading Image" = "Caricamento immagine";

/* No comment provided by engineer. */
"Uploading..." = "Caricamento in corso...";

/* No comment provided by engineer. */
"Username" = "Nome utente";

/* No comment provided by engineer. */
"Username / Email" = "Nome utente / Email";

/* No comment provided by engineer. */
"Username is required." = "Username è richiesto.";

/* No comment provided by engineer. */
"Username must be at least 4 characters." = "Il nome utente deve contenere almeno 4 caratteri.";

/* No comment provided by engineer. */
"Username must be less than fifty characters." = "Il nome utente deve essere minore di 50 caratteri";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Video Content" = "Contenuto video";

/* No comment provided by engineer. */
"Video Quality" = "Qualità video";

/* No comment provided by engineer. */
"View Admin" = "Bacheca";

/* No comment provided by engineer. */
"View Site" = "Visualizza sito";

/* No comment provided by engineer. */
"Visibility" = "Visibilità";

/* No comment provided by engineer. */
"Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones." = "Visita il Centro d'assistenza per trovare le risposte alle domande comuni, o visita il forum per fare delle nuove domande. ";

/* No comment provided by engineer. */
"West" = "Ovest";

/* No comment provided by engineer. */
"Width" = "Larghezza";

/* No comment provided by engineer. */
"WordPress Forums" = "I forums di WordPress";

/* No comment provided by engineer. */
"WordPress Help Center" = "Centro d'assistenza di WordPress";

/* No comment provided by engineer. */
"WordPress for iOS" = "WordPress per iOS";

/* No comment provided by engineer. */
"WordPress version too old" = "Versione di WordPress troppo vecchia";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com password" = "Password WordPress.com";

/* No comment provided by engineer. */
"WordPress.com username" = "Nome utente WordPress.com";

/* No comment provided by engineer. */
"Would Like Access to Address Book" = "Accedere alla Rubrica";

/* No comment provided by engineer. */
"Would you like to create your first page?" = "Would you like to create your first page?";

/* No comment provided by engineer. */
"Would you like to create your first post?" = "Would you like to create your first post?";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"You are logged in as %@" = "Sei autenticato come %@";

/* No comment provided by engineer. */
"You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider." = "L'indirizzo email che hai inserito non può essere usato per creare l'account. Stiamo avendo problemi con il tuo provider di posta elettronica che blocca le nostre email di attivazione. Si prega di riprovare con un altro indirizzo email.";

/* No comment provided by engineer. */
"You have not liked any posts." = "Non hai fatto like ad alcun articolo.";

/* No comment provided by engineer. */
"You have unsaved changes." = "Hai delle modifiche non salvate.";

/* No comment provided by engineer. */
"You haven't created any pages yet" = "You haven't created any pages yet";

/* No comment provided by engineer. */
"You haven't created any posts yet" = "You haven't created any posts yet";

/* No comment provided by engineer. */
"You're not following any blogs yet." = "You're not following any blogs yet.";

/* No comment provided by engineer. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "Il tuo sito WordPress ha risposto con il seguente errore: %d \nLa configurazione del tuo sito potrebbe non essere compatibile con questa applicazione.\nVi preghiamo di aprire una segnalazione sul forum di supporto";

/* No comment provided by engineer. */
"Your contacts will be transmitted securely and will not be stored on our servers." = "I tuoi contatti verranno trasmessi in maniera sicura e non verranno memorizzati sui nostri server.";

/* No comment provided by engineer. */
"Your device is not configured to send e-mail." = "Il tuo dispositivo non è configurato per inviare e-mail.";

/* No comment provided by engineer. */
"Your password is invalid because it does not meet our security guidelines. Please try a more complex password." = "La tua password non è sicura e non supera i nostri controlli di sicurezza. Si prega di riprovare con una password più complessa.";

/* No comment provided by engineer. */
"bold" = "grassetto";

/* No comment provided by engineer. */
"del" = "barrato";

/* No comment provided by engineer. */
"http://my-site-address (URL)" = "http://indirizzo-del-sito (URL)";

/* No comment provided by engineer. */
"italic" = "corsivo";

/* No comment provided by engineer. */
"link" = "link";

/* No comment provided by engineer. */
"more" = "di più";

/* No comment provided by engineer. */
"on " = "su";

/* No comment provided by engineer. */
"quote" = "Citazione";

/* No comment provided by engineer. */
"tap to dismiss" = "tocca per chiudere";

/* No comment provided by engineer. */
"underline" = "underline";

